complete/buddy_data/奇秀-主播房间-20160913022338-20160913022339000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 2:23:38]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[149226]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[新人主播小蓝蓝]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[17785]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[10438]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[15]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[35]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[时光为蓝战死沙场\"]]></vipnickname><vipuserid><![CDATA[1226469140]]></vipuserid><top_name><![CDATA[时光为蓝战死沙场\]]></top_name><top_money><![CDATA[50000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[隔壁老王打野]]></vipnickname><vipuserid><![CDATA[1314603571]]></vipuserid><top_name><![CDATA[隔壁老王打野]]></top_name><top_money><![CDATA[17580]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ｖīｐ：摸奶算命！]]></vipnickname><vipuserid><![CDATA[1263978608]]></vipuserid><top_name><![CDATA[ｖīｐ：摸奶算命！]]></top_name><top_money><![CDATA[8570]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[【天 楠 星】 情 緣]]></vipnickname><vipuserid><![CDATA[2379815639]]></vipuserid><top_name><![CDATA[【天 楠 星】 情 緣]]></top_name><top_money><![CDATA[3830]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[唯爱娱乐【王者】]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[唯爱娱乐【王者】]]></top_name><top_money><![CDATA[2580]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[时光为蓝战死沙场\"]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[时光为蓝战死沙场\]]></top_name><top_money><![CDATA[1540]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[古^O^月]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[古^O^月]]></top_name><top_money><![CDATA[1100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[昨晚小楼细雨]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[昨晚小楼细雨]]></top_name><top_money><![CDATA[1010]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[顺哥，爱吃火锅]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[顺哥，爱吃火锅]]></top_name><top_money><![CDATA[700]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[IQ 紅人]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[IQ 紅人]]></top_name><top_money><![CDATA[660]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[㎞蓝梦卍]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[㎞蓝梦卍]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[陶家战神灬老八路过]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[陶家战神灬老八路过]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[eee无名]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[eee无名]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[可可芭比?可乐??]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[可可芭比?可乐??]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 